Repository: israrali05/vereev_app
Catalog: lib/l10n/app_*.arb
Languages: el, fil, id, it, ka, ro, sk

# via_bca
source: Transfer via BCA
el: Μεταφορά μέσω BCA
it: Trasferimento tramite BCA
ka: ಬಿಸಿಎ ಮೂಲಕ ದಾಖಲು
ro: Transfer prin BCA
sk: Prevod cez BCA

# via_bank
source: Transfer via Bank Mandiri
el: Μεταφορά μέσω Τράπεζας Mandiri
it: Trasferimento tramite Banca Mandiri
ka: ಬ್ಯಾಂಕ್ ಮೂಲಕ ದಾಖಲು ಮಾಡಿ
ro: Transfer prin Bank Mandiri
sk: Prevod cez Bank Mandiri

# add_credit
source: Add Credit Card
el: Προσθήκη Πιστωτικής Κάρτας
fil: Magdagdag ng Credit Card
id: Tambahkan Kartu Kredit
it: Aggiungi carta di credito
ka: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ro: Adăugați card de credit
sk: Pridať kreditnú kartu

source: total
el: σύνολο
fil: kabuuang
it: totale
ka: ಒಟ್ಟು
sk: celkom

# token
source: 2 token
el: 2 τοκεν
ka: 2 ಟೋಕನ್
ro: 2 token-uri
sk: 2 tokeny

# request
source: Your Request Submitted!
el: Το αίτημά σας υποβλήθηκε!
fil: Ang Iyong Kahilingan Ay Naipasa!
id: Permintaan Anda Diajukan!
it: La tua richiesta è stata inviata!
ka: ನಿಮ್ಮ ವಿನಂತಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ro: Cererea dvs. a fost trimisă!
sk: Vaša žiadosť bola odoslaná!

# thanks
source: Thank you for filling the Details and do the payment, we will proceed wit your authentication process
el: Σας ευχαριστούμε που συμπληρώσατε τα στοιχεία και κάνατε την πληρωμή, θα συνεχίσουμε με την διαδικασία πιστοποίησής σας
fil: Salamat sa pag-fill out ng mga Detalye at pagbayad, itutuloy namin ang iyong proseso ng authentication
id: Terima kasih telah mengisi detail dan melakukan pembayaran, kami akan melanjutkan proses otentikasi Anda
it: Grazie per aver compilato i dettagli e effettuato il pagamento, procederemo con il processo di autenticazione
ka: ವಿವರಗಳನ್ನು ನಿರೀಕ್ಷಿಸಿಕೊಂಡು ಪಾವತಿ ಮಾಡಿದ್ದೀರಿ, ನಾವು ನಿಮ್ಮ ಪ್ರಮಾಣೀಕರಣ ಪ್ರಕ್ರಿಯೆಗೆ ಮುಂದುವರಿಯುತ್ತೇವೆ
ro: Vă mulțumim că ați completat detaliile și ați efectuat plata, vom continua procesul de autentificare
sk: Ďakujeme za vyplnenie údajov a vykonanie platby, budeme pokračovať v procese autentifikácie.

# payment
source: See Your Payment History
el: Δείτε το Ιστορικό Πληρωμών σας
fil: Tingnan ang Iyong Kasaysayan ng Bayad
id: Lihat Riwayat Pembayaran Anda
it: Visualizza la cronologia dei pagamenti
ka: ನಿಮ್ಮ ಪಾವತಿ ಇತಿಹಾಸವನ್ನು ನೋಡಿ
ro: Vizualizați istoricul plăților
sk: Zobraziť históriu platieb

# product
source: Product Name
el: Όνομα Προϊόντος
fil: Pangalan ng Produkto
id: Nama Produk
it: Nome del prodotto
ka: ಉತ್ಪನ್ನದ ಹೆಸರು
ro: Nume produs
sk: Názov produktu

source: Notes
el: Σημειώσεις
fil: Mga Tala
id: Catatan
it: Note
ka: ಗಮನಿಸಿ
ro: Note
sk: Poznámky

# search
source: Search brand here
el: Αναζήτηση μάρκας εδώ
fil: I-search ang brand dito
id: Cari merek di sini
it: Cerca marca qui
ka: ಇಲ್ಲಿ ಬ್ರಾಂಡ್ ಹುಡುಕಿ
ro: Căutați marca aici
sk: Hľadajte značku tu

# info
source: For more information you can contact vereev Team on working hours on Monday-Friday at 09.00-16.00
el: Για περισσότερες πληροφορίες, μπορείτε να επικοινωνήσετε με την ομάδα vereev κατά τις εργάσιμες ώρες τη Δευτέρα-Παρασκευή στις 09.00-16.00
fil: Para sa karagdagang impormasyon, maaari mong kontakin ang vereev Team sa oras ng trabaho sa Lunes-Biyernes sa 09:00-16:00
id: Untuk informasi lebih lanjut, Anda dapat menghubungi Tim vereev pada jam kerja pada Senin-Jumat pukul 09.00-16.00
it: Per ulteriori informazioni puoi contattare il team vereev durante l'orario di lavoro dal lunedì al venerdì dalle 09:00 alle 16:00
ka: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ನೀವು ಸ್ವೂಷ್ಡ್ ತಂಡಕ್ಕೆ ಕರ್ಮಸಮಯದಲ್ಲಿ ಮಂಗಳವಾರದಿಂದ ಶುಕ್ರವಾರದವರೆಗೆ ಸಮಯದಲ್ಲಿ ಸಂಪರ್ಕಿಸಬಹುದು
ro: Pentru mai multe informații, puteți contacta echipa vereev în zilele lucrătoare de luni până vineri între orele 09:00-16:00
sk: Pre ďalšie informácie sa môžete obrátiť na tím vereev počas pracovných hodín od pondelka do piatku v čase od 09:00 do 16:00

source: Pay
el: Πληρωμή
fil: Bayad
id: Bayar
it: Paga
ka: ಪಾವತಿ ಮಾಡಿ
ro: Plătiți
sk: Platiť

# userName
source: Please enter your username
el: Εισαγάγετε το όνομα χρήστη σας
fil: Mangyaring ipasok ang iyong username
id: Silakan masukkan nama pengguna Anda
it: Inserisci il tuo nome utente
ka: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನಮ್ಮಿರಿ
ro: Vă rugăm să introduceți numele de utilizator
sk: Prosím, zadajte svoje používateľské meno

# passwordMust
source: Password must be at least 8 characters long
el: Ο κωδικός πρέπει να είναι τουλάχιστον 8 χαρακτήρες μακρύς
fil: Ang password ay dapat na may hindi bababa sa 8 na character
id: Password harus memiliki setidaknya 8 karakter
it: La password deve contenere almeno 8 caratteri
ka: ಪಾಸ್‌ವರ್ಡ್‌ನಲ್ಲಿ ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳಿರಬೇಕು
ro: Parola trebuie să aibă cel puțin 8 caractere
sk: Heslo musí mať aspoň 8 znakov

# password1
source: Please enter your password
el: Εισαγάγετε τον κωδικό σας
fil: Mangyaring ipasok ang iyong password
id: Silakan masukkan kata sandi Anda
it: Inserisci la tua password
ka: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮ್ಮಿರಿ
ro: Vă rugăm să introduceți parola
sk: Prosím, zadajte svoje heslo

# name1
source: Please enter your name
el: Εισαγάγετε το όνομά σας
fil: Mangyaring ipasok ang iyong pangalan
id: Silakan masukkan nama Anda
it: Inserisci il tuo nome
ka: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮ್ಮಿರಿ
ro: Vă rugăm să introduceți numele
sk: Prosím, zadajte svoje meno

# phone
source: Please enter your phone number
el: Εισαγάγετε τον αριθμό τηλεφώνου σας
fil: Mangyaring ipasok ang iyong numero ng telepono
id: Silakan masukkan nomor telepon Anda
it: Inserisci il tuo numero di telefono
ka: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮ್ಮಿರಿ
ro: Vă rugăm să introduceți numărul de telefon
sk: Prosím, zadajte svoje telefónne číslo

# email1
source: Please enter your email
el: Εισαγάγετε το email σας
fil: Mangyaring ipasok ang iyong email
id: Silakan masukkan alamat email Anda
it: Inserisci la tua email
ka: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ನಮ್ಮಿರಿ
ro: Vă rugăm să introduceți adresa de email
sk: Prosím, zadajte svoju emailovú adresu

# summeryOder
source: Summery Order
el: Σύνοψη Παραγγελίας
fil: Buod ng Order
id: Ringkasan Pesanan
it: Riepilogo Ordine
ka: ಹೊರಚಿತ್ರ ಪಾವತಿಯ ಮುನುವುವರಿಸುವ ಮುನುವುವರಿಸುವದನ್ನು ಮುಂಚೆ ಪರಿಶೀಲಿಸಿ
ro: Rezumatul comenzii
sk: Súhrn objednávky

# tokens2S
source: 2 vereev Tokens
it: 2 Token vereev
ka: 2 ಸ್ವೂಷ್ಡ್ ಟೋಕನ್ಗಳು
ro: 2 Token-uri vereev
sk: 2 vereev Tokeny

source: Summery
fil: Buod
id: Ringkasan
it: Riepilogo
ka: ಹೊರಚಿತ್ರ
ro: Rezumat
sk: Súhrn

source: Order
id: Pesanan
it: Ordine
ka: ಆದೇಶ
ro: Comandă
sk: Objednávka

source: Tax
fil: Buwis
id: Pajak
it: Tasse
ka: ತೆರಿ
ro: Taxă
sk: Daň

source: Service Charge
id: Biaya Layanan
it: Spese di servizio
ka: ಸೇವೆ ಶುಲ್ಕ
ro: Taxă de serviciu
sk: Poplatok za služby

# dc
source: Debit/Credit Card
id: Kartu Debit/Kredit
it: Carta di Debito/Credito
ka: ಡೆಬಿಟ್/ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ro: Card de debit/credit
sk: Debetná/kreditná karta

# louis
source: Louis Vuiton Bag
id: Tas Louis Vuiton
it: Borsa Louis Vuitton
ka: ಲೂಯಿಸ್ ವೂಟ್ಟನ್ ಪರಿಸರ
ro: Geantă Louis Vuitton
sk: Taske Louis Vuitton

source: Gallery
id: Galeri
it: Galleria
ka: ಗ್ಯಾಲರಿ
ro: Galerie
sk: Galéria

# sc
source: See Certificate
fil: Tingnan ang Certificate
id: Lihat Sertifikat
it: Vedi Certificato
ka: ಪ್ರಮಾಣಪತ್ರ ನೋಡಿ
ro: Vizualizați Certificatul
sk: Zobraziť certifikát

# inde
source: Indefinable
fil: Hindi Maipaliwanag
id: Tidak dapat Didefinisikan
it: Indefinito
ka: ಅನಿರೀಕ್ಷಿತ
ro: Indefinit
sk: Nedefinovateľné

# auth
source: ................. Authenticated by vereev App .................
fil: ................. Authenticated ng vereev App .................
id: ................. Terverifikasi oleh Aplikasi vereev .................
it: ................. Autenticato dall'app vereev .................
ka: ................. vereev ಅಪ್ಲಿಕೇಶನ್ ದಿಂದ ಪ್ರಮಾಣೀಕರಿಸಲಾಗಿದೆ .................
ro: ................. Autentificat de aplicația vereev .................
sk: ................. Autentifikované aplikáciou vereev .................

# apr
source: Checked on Apr 8th, 2022
fil: Sinuri noong Abril 8, 2022
id: Diperiksa pada 8 Apr 2022
it: Verificato l'8 aprile 2022
ka: 2022 ಏಪ್ರಿಲ್ 8 ರಂದು ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ro: Verificat la 8 aprilie 2022
sk: Skontrolované dňa 8. apríla 2022

# ps
source: Payment Succcess!
fil: Tagumpay ang Bayad!
id: Pembayaran Berhasil!
it: Pagamento Riuscito!
ka: ಪಾವತಿ ಸಫಲವಾಯಿತು!
ro: Plata reușită!
sk: Platba úspešná!

# thank_you
source: Thank you for your payment, your order is on process
fil: Salamat sa iyong bayad, ang iyong order ay kasalukuyang ini-process
id: Terima kasih atas pembayaran Anda, pesanan Anda sedang diproses
it: Grazie per il tuo pagamento, il tuo ordine è in fase di elaborazione
ka: ನಿಮ್ಮ ಪಾವತಿಗಾಗಿ ಧನ್ಯವಾದಗಳು, ನಿಮ್ಮ ಆದೇಶ ಸರಪಳಿಗೆ ಬರುತ್ತಿದೆ
ro: Vă mulțumim pentru plata dvs., comanda dvs. este în procesare
sk: Ďakujeme za vašu platbu, vaša objednávka je v procese

# choose_payment
source: Choose payment method you want to use for paying your vereev Token
fil: Pumili ng paraang bayad na gusto mong gamitin para sa pagbabayad ng iyong vereev Token
id: Pilih metode pembayaran yang ingin Anda gunakan untuk membayar vereev Token Anda
it: Scegli il metodo di pagamento che desideri utilizzare per pagare i tuoi Token vereev
ka: ನಿಮ್ಮ vereev ಟೋಕನ್ಗಳನ್ನು ಪಾವತಿ ಮಾಡಲು ಬಯಸುವ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ
ro: Alegeți metoda de plată pe care doriți să o utilizați pentru plata tokenurilor vereev
sk: Vyberte spôsob platby, ktorý chcete použiť na zaplatenie svojich tokenov vereev

source: Generate BarCode
fil: Gumawa ng BarCode
id: Buat Kode Batang
it: Genera Codice a Barre
ka: ಬಾರ್ಕೋಡ್ ಅನ್ನು ರಚಿಸಿ
ro: Generați codul de bare
sk: Generovať čiarový kód

# promoCode
source: Enter Promocode to here!
fil: Ilagay ang Promocode dito!
id: Masukkan Promocode di sini!
it: Inserisci il codice promozionale qui!
ka: ಪ್ರಚಲಿತಗೊಳಿಸಲು ಪ್ರಚಲಿತಗೊಳಿಸಲು ಪ್ರಚಲಿತಗೊಳಿಸಲು ಕೋಡ್ ಹಾಕಿ!
ro: Introduceți codul promoțional aici!
sk: Zadajte sem promo kód!

# enterCode
source: Enter Your Code....
fil: Ilagay ang iyong Code....
id: Masukkan Kode Anda....
it: Inserisci il tuo codice....
ka: ನಿಮ್ಮ ಕೋಡ್ ಅನ್ನು ಹಾಕಿ....
ro: Introduceți codul dvs....
sk: Zadajte váš kód....

source: Enter here!
fil: Ilagay dito!
id: Masukkan di sini!
it: Inserisci qui!
ka: ಇಲ್ಲ ಹಾಕಿ!
ro: Introduceți aici!
sk: Zadajte sem!

# generateQR
source: Generate QR Code
fil: Gumawa ng QR Code
id: Buat Kode QR
it: Genera Codice QR
ka: QR ಕೋಡ್ ರಚಿಸಿ
ro: Generați codul QR
sk: Generovať QR kód

source: Brand
id: Merek
it: Marca
ka: ಬ್ರಾಂಡ್
ro: Marcă
sk: Značka

source: Save Certificate
fil: I-save ang Certificate
id: Simpan Sertifikat
it: Salva Certificato
ka: ಪ್ರಮಾಣಪತ್ರ ಉಳಿಸಿ
ro: Salvați certificatul
sk: Uložiť certifikát

source: print
id: cetak
it: Stampa
ka: ಮುದ್ರಣ
ro: Imprimare
sk: Tlačiť

# printP
source: Print
it: Stampa
ka: ಮುದ್ರಣ
ro: Imprimare
sk: Tlačiť

source: Print Certificate
id: Cetak Sertifikat
it: Stampa Certificato
ka: ಪ್ರಮಾಣಪತ್ರ ಮುದ್ರಣ
ro: Imprimare certificat
sk: Tlačiť certifikát

source: id
ka: ಐಡಿ

# warmRegards
source: Warm regards vereev team admin@vereev.co
fil: Mainit na pagbati vereev team admin@vereev.co
id: Salam hangat Tim vereev admin@vereev.co
it: Cordiali saluti Team vereev admin@vereev.co
ka: ಮೆಲುವಾಗಿ ವಂದನೆಗಳು vereev ತಂಡ admin@vereev.co
ro: Cu respect Echipa vereev admin@vereev.co
sk: S pozdravom Tím vereev admin@vereev.co

# onlyTrustFiles
source: (Only trust files that are facilitated on vereev platform. All archives will be put away on our data center. Other reports will be viewed as illegitimate)
fil: (Tanging mga tiwala lamang na mga file ang isinagawa sa platform ng vereev. Ang lahat ng file ay itinago sa aming data center. Ang ibang dokumento ay ituturing na hindi lehitimo)
id: (Hanya file yang terpercaya yang difasilitasi di platform vereev. Semua arsip akan disimpan di pusat data kami. Dokumen lain akan dianggap tidak sah)
it: (Fidati solo dei file facilitati sulla piattaforma vereev. Tutti gli archivi saranno conservati nel nostro data center. Altri documenti saranno considerati non validi)
ka: (ದಯವಿಟ್ಟು vereev ಪ್ಲಾಟ್ಫಾರ್ಮ್‌ನಲ್ಲಿ ನೀಡಲಾದ ಫೈಲುಗಳಿಗೆ ಮಾತ್ರ ನಂಬಿ. ನಮ್ಮ ಡೇಟಾ ಸೆಂಟರ್‌ನಲ್ಲಿ ನಿಲ್ಲಿಸಲಾಗುತ್ತದೆ. ಇತರ ಆವಾದಗಳನ್ನು ಅಮಾನ್ಯಗೊಳಿಸಲಾಗುತ್ತದೆ)
ro: (Aveți încredere doar în fișierele facilitate pe platforma vereev. Toate arhivele vor fi stocate în centrul nostru de date. Alte documente vor fi considerate ilegale)
sk: (Dôverujte len súborom, ktoré sú poskytované na platforme vereev. Všetky archívy budú uložené v našom dátovom centre. Ostatné dokumenty budú považované za neplatné)

# noticesFor
source: Notice for certificates proprietor: Be aware of this when sharing the link. Your information is attached to the certificate file.
fil: Abiso para sa may-ari ng sertipiko: Maging maingat kapag nagbabahagi ng link. Ang iyong impormasyon ay kasama sa file ng sertipiko.
id: Pemberitahuan untuk pemilik sertifikat: Harap berhati-hati saat berbagi tautan. Informasi Anda terlampir pada file sertifikat.
it: Avviso per i titolari di certificati: Attenzione quando condividi il link. I tuoi dati sono allegati al file del certificato.
ka: ಪ್ರಮಾಣಪತ್ರ ಹೊಂದಿದ ಹಿತಧಾರಕರಿಗಾಗಿ ಗಮನಿಸಿ: ಲಿಂಕ್ ಹಂಚಿಸುವಾಗ ಜಾಗಗಳನ್ನು ಗಮನಿಸಿ. ನಿಮ್ಮ ಡೇಟಾ ಪ್ರಮಾಣಪತ್ರ ಫೈಲ್‌ಗೆ ಸೇರಿದೆ.
ro: Notificare pentru posesorii de certificate: Fiți atenți atunci când partajați linkul. Datele dvs. sunt atașate fișierului de certificat.
sk: Upozornenie pre držiteľov certifikátov: Buďte opatrní pri zdieľaní odkazu. Vaše údaje sú prepojené s certifikátnym súborom.

# photosOf
source: Photos of the item will be attached below. This certificate can serve as evidence for the item’s standing authenticity.
fil: Ang mga larawan ng item ay makikita sa ibaba. Ang sertipikong ito ay maaaring magsilbing patunay para sa katunayan ng item.
id: Foto item akan dilampirkan di bawah ini. Sertifikat ini dapat berfungsi sebagai bukti otentisitas barang.
it: Le foto dell'articolo saranno allegati di seguito. Questo certificato può fungere da prova dell'autenticità dell'articolo.
ka: ವಸ್ತ್ರದ ಫೋಟೋಗಳನ್ನು ಕೆಳಗೆ ಸೇರಿಸಲಾಗುತ್ತದೆ. ಈ ಪ್ರಮಾಣಪತ್ರ ವಸ್ತ್ರದ ಸತ್ಯತೆಯನ್ನು ಸಮರ್ಪಿಸಲು ಬಳಸಬಹುದು.
ro: Fotografiile articolului vor fi atașate mai jos. Acest certificat poate servi drept dovadă a autenticității articolului.
sk: Fotografie položky budú pripojené nižšie. Tento certifikát môže slúžiť ako dôkaz autenticity položky.

# wevereev
source: We, vereev, an independent third-party authentication platform, confirm that item (xxx) is fake based on the photos provided and within compliance of the characteristics required by it's designer brand.
fil: Kami, ang vereev, isang independiyenteng third-party authentication platform, ay kumpirmadong pekeng item (xxx) batay sa mga larawang ibinigay at naaayon sa mga kinakailangang katangian ng tagapagtatag nito.
id: Kami, vereev, platform otentikasi pihak ketiga independen, mengkonfirmasi bahwa item (xxx) palsu berdasarkan foto yang diberikan dan sesuai dengan karakteristik yang diperlukan oleh merek desainer.
it: Noi, vereev, una piattaforma di autenticazione indipendente di terze parti, confermiamo che l'articolo (xxx) è falso basandoci sulle foto fornite e conforme alle caratteristiche richieste dal marchio del designer.
ka: ನಾವು, vereev, ಮೂರನೇ ಹಂತದ ಸ್ವತಂತ್ರ ಪಕ್ಷದ ಪ್ರಮಾಣೀಕರಣ ಪ್ಲಾಟ್ಫಾರ್ಮ್, ಫೋಟೋಗಳ ಆಧಾರದಲ್ಲಿ ಮತ್ತು ಡಿಜೈನರ್ ಬ್ರಾಂಡ್ ಅನುಮೋದಿಸುವ ವಿಶೇಷತೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ವಸ್ತ್ರ (ಎಕ್ಸ್‌ಎಕ್ಸ್‌ಎಕ್ಸ್) ಯಾಕೆ ಇಲ್ಲಿ ನಕಲಾಗಿದೆ ಎಂದು ದೃಢಪಡಿಸುತ್ತೇವೆ.
ro: Noi, vereev, o platformă independentă de autentificare terță, confirmăm că articolul (xxx) este fals pe baza fotografiilor furnizate și în conformitate cu caracteristicile necesare ale mărcii designerului.
sk: My, vereev, nezávislá platforma na autentifikáciu tretích strán, potvrdzujeme, že položka (xxx) je falošná na základe poskytnutých fotografií a v súlade s požiadavkami značky návrhára.

# signIn
source: Sign in to your account to getting started authenticate your items and buy anything without worries!
fil: Mag-sign in sa iyong account para magsimula ng authentication ng iyong mga item at bumili ng kahit ano nang walang alalahanin!
id: Masuk ke akun Anda untuk memulai otentikasi barang Anda dan beli apa pun tanpa khawatir!
it: Accedi al tuo account per iniziare l'autenticazione dei tuoi articoli e acquistare senza preoccupazioni!
ka: ನಿಮ್ಮ ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ವಸ್ತ್ರಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಮತ್ತು ಬಿಲ್‌ಇಲ್ಲದಿದ್ದಲ್ಲಿ ಖರೀದಿಸಲು ಯಾವುದಾದರು ಚಿಂತೆಯಿಲ್ಲ!
ro: Conectați-vă la contul dvs. pentru a începe autentificarea articolelor și pentru a cumpăra fără griji!
sk: Prihláste sa do svojho účtu, aby ste mohli začať overovať položky a nakupovať bez starostí!

# promoCodeReq
source: Promo Code is required
fil: Kinakailangan ang Promo Code
id: Kode Promo diperlukan
it: Codice Promozionale richiesto
ka: ಪ್ರಚಲಿತಗೊಳಿಸಲು ಪ್ರಚಲಿತಗೊಳಿಸಲು ಪ್ರಚಲಿತಗೊಳಿಸಲು ಕೋಡ್ ಅಗತ್ಯ
ro: Cod promoțional necesar
sk: Vyžaduje sa promo kód

# promoSuccess
source: Redeem Code Success!
fil: Tagumpay ang Pag-redeem ng Code!
id: Sukses Menukarkan Kode!
it: Codice Promozionale Riscattato con Successo!
ka: ಪ್ರಚಲಿತಗೊಳಿಸಲು ಪ್ರಚಲಿತಗೊಳಿಸಲು ಪ್ರಚಲಿತಗೊಳಿಸಲು ಕೋಡ್ ಯಶಸ್ವಿಯಾಗಿ ರಿಡೀಮ್ ಆಗಿದೆ!
ro: Codul promoțional a fost reușit schimbat!
sk: Gratulujeme! Váš promo kód bol úspešne uplatnený!

# congrats
source: Congratulations! You have success redeem “PROMO” code. Now you have
fil: Congratulations! Matagumpay mong na-redeem ang “PROMO” code. Ngayon ay mayroon ka nang
id: Selamat! Anda berhasil menukarkan kode 'PROMO'. Sekarang Anda memiliki
it: Congratulazioni! Hai riscattato con successo il codice “PROMO”. Ora hai
ka: ಅಭಿನಂದನೆಗಳು! ನೀವು ಯಶಸ್ವಿಯಾಗಿ 'PROMO' ಕೋಡ್ನನ್ನು ರಿಡೀಮ್ ಆಗಿದ್ದೀರಿ. ಈಗ ನಿಮಗೆ
ro: Felicitări! Ați reușit să răscumpărați codul „PROMO”. Acum aveți
sk: Gratulujeme! Úspešne ste uplatnili kód „PROMO“. Teraz máte

# tokens20
source: 20 Tokens
it: 20 Token
ka: 20 ಟೋಕನ್‌ಗಳು
ro: 20 Token-uri
sk: 20 tokenov

source: Start Checking
fil: Simulan ang Pagsusuri
id: Mulai Memeriksa
it: Inizia la Verifica
ka: ಪರಿಶೀಲನೆ ಆರಂಭಿಸಿ
ro: Începeți verificarea
sk: Začnite s kontrolou

# this_is_the_examples
source: This is the examples of the images you need to submit
it: Questi sono gli esempi delle immagini che devi inviare.
ka: ეს არის სურათების მაგალითები, რომლებს უნდა წარმოადგენდეთ.

source: Insufictient Photos
el: Ανεπαρκείς φωτογραφίες
fil: Kulang na mga Larawan
id: Foto Kurang
it: Foto insufficienti
ro: Fotografii insuficiente
sk: Nedostatočný počet fotografií

# on_authenticate_Proces
source: On Authenticate Process
el: Στη διαδικασία επαλήθευσης
fil: Sa Proseso ng Paggawa-ng-totoo
id: Pada Proses Otentikasi
it: In corso di autenticazione
ro: În procesul de autentificare
sk: V procese overovania

# checkItem
source: Check your item before doing the payment
el: Ελέγξτε το αντικείμενό σας πριν προχωρήσετε στ
fil: Suriin ang iyong item bago magbayad
id: Periksa barang Anda sebelum melakukan pembayaran
it: Controlla il tuo articolo prima di effettuare il pagamento
ro: Verificați articolul înainte de a efectua plata
sk: Skontrolujte svoju položku pred vykonaním platby
