Repository: israrali05/vereev_app
Catalog: lib/l10n/app_*.arb
Languages: el, fil, id, it, ka, ro, sk

source: vereev App
el: vereev Εφαρμογή
id: Aplikasi vereev
it: App vereev
ka: vereev აპლიკაცია
ro: Aplicația vereev
sk: Aplikácia vereev

source: Language
el: Γλώσσα
fil: Wika
id: Bahasa
it: Lingua
ka: ენა
ro: Limba
sk: Jazyk

source: Choose your language preferences
el: Επιλέξτε τις προτιμήσεις σας στη γλώσσα
fil: Pumili ng iyong mga kagustuhan sa wika
id: Pilih preferensi bahasa Anda
it: Scegli le tue preferenze linguistiche
ka: აირჩიეთ თქვენი ენის პრეფერენციები
ro: Alegeți preferințele dumneavoastră de limbă
sk: Vyberte svoje jazykové preferencie

source: Next
el: Επόμενο
fil: Susunod
id: Selanjutnya
it: Avanti
ka: შემდეგი
ro: Următorul
sk: Ďalej

# buy_without
source: Buy without worries!
el: Αγοράστε χωρίς ανησυχίες!
fil: Bumili nang walang alalahanin!
id: Beli tanpa khawatir!
it: Compra senza preoccupazioni!
ka: ყიდვა უკავშირდება!
ro: Cumpără fără griji!
sk: Nakupujte bez obáv!

source: Get started
el: Ξεκινήστε
fil: Magsimula
id: Mulai
it: Inizia
ka: დაიწყე
ro: Începeți
sk: Začnite

source: We Didn’t Recognize You
el: Δεν σας αναγνωρίσαμε
fil: Hindi ka namin nakilala
id: Kami Tidak Mengenali Anda
it: Non ti abbiamo riconosciuto
ka: ჩვენ არ გვაქვს აღმ႐რთველება
ro: Nu vă recunoaștem
sk: Nepoznali sme vás

# onBoardingText
source: You are one step closer to authenticate your items. Start authenticate your items now!
el: Είστε ένα βήμα πιο κοντά στο να επιβεβαιώσετε τα αντικείμενά σας. Ξεκινήστε τώρα την επαλήθευση των αντικειμένων σας!
fil: Ikaw ay isang hakbang na malapit na upang patunayan ang iyong mga item. Simulan ang pagpapatunay ng iyong mga item ngayon!
id: Anda sudah satu langkah lebih dekat untuk mengotentikasi barang Anda. Mulai mengotentikasi barang Anda sekarang!
it: Sei a un passo dall'autenticare i tuoi oggetti. Inizia ad autenticare i tuoi oggetti ora!
ka: თქვენ ხართ ერთ ნაბიჯით მიასწორეთ თქვენი ნივთები. დაიწყეთ თქვენი ნივთების აუტენტიფიკაცია ახლიდან!
ro: Sunteți un pas mai aproape de autentificarea articolelor dumneavoastră. Începeți să autentificați acum articolele!
sk: Ste o krok bližšie k overeniu svojich položiek. Začnite overovať svoje položky ešte dnes!

source: Sign in
el: Συνδεθείτε
fil: Mag-sign in
id: Masuk
it: Accedi
ka: შესვლა
ro: Conectare
sk: Prihlásiť sa

# notLoginText2
source: Sign in to your account to getting started authenticate your items and buy anything without worries!
el: Συνδεθείτε στο λογαριασμό σας για να ξεκινήσετε την επαλήθευση των αντικειμένων σας και να αγοράσετε οτιδήποτε χωρίς ανησυχίες!
fil: Mag-sign in sa iyong account upang simulan ang pagpapatunay ng iyong mga item at bumili nang walang alalahanin!
id: Masuk ke akun Anda untuk memulai mengotentikasi barang Anda dan beli apa pun tanpa khawatir!
it: Accedi al tuo account per iniziare ad autenticare i tuoi oggetti e acquistare qualsiasi cosa senza preoccupazioni!
ka: შესვლა თქვენი ანგარიშზე დაიწყეთ თქვენი ნივთების აუტენტიფიკაცია და შეიძინეთ ნებისმიერი საშემოს გარიშვნა!
ro: Conectați-vă la contul dumneavoastră pentru a începe autentificarea articolelor și cumpăra orice fără griji!
sk: Prihláste sa do svojho účtu a začnite overovať svoje položky a nakupujte bez obáv!

source: Welcome back!
el: Καλώς όρισες ξανά!
fil: Maligayang pagdating muli!
id: Selamat datang kembali!
it: Benvenuto di nuovo!
ka: კეთდება კარგად!
ro: Bun venit înapoi!
sk: Vitajte späť!

# sign_in_to
source: Sign in to check your items
el: Συνδεθείτε για να ελέγξετε τα αντικείμενά σας
fil: Mag-sign in upang suriin ang iyong mga item
id: Masuk untuk memeriksa barang Anda
it: Accedi per controllare i tuoi oggetti
ka: შესვლა თქვენი ნივთების შემოწმებასთვის
ro: Conectați-vă pentru a verifica articolele dumneavoastră
sk: Prihlásiť sa a skontrolovať svoje položky

source: Username
el: Όνομα χρήστη
id: Nama Pengguna
it: Nome utente
ka: სახელი
ro: Nume de utilizator
sk: Používateľské meno

source: Password
el: Κωδικός πρόσβασης
id: Kata Sandi
ka: პაროლი
ro: Parolă
sk: Heslo

source: or sign in with
el: ή συνδεθείτε με
fil: o mag-sign in gamit ang
id: atau masuk dengan
it: o accedi con
ka: ან შესვლა
ro: sau conectați-vă cu
sk: alebo sa prihláste cez

source: Don’t have account?
el: Δεν έχετε λογαριασμό;
fil: Wala kang account?
id: Belum memiliki akun?
it: Non hai un account?
ka: არ გაქვთ ანგარიში?
ro: Nu aveți cont?
sk: Nemáte účet?

source: Sign up
el: Εγγραφή
fil: Mag-sign Up
id: Daftar
it: Iscriviti
ka: რეგისტრაცია
ro: Înregistrare
sk: Registrovať sa

source: Start Checking now!
el: Ξεκινήστε τον έλεγχο τώρα!
fil: Simulan ang Pagsusuri ngayon!
id: Mulai Periksa sekarang!
it: Inizia a verificare ora!
ka: დაიწყეთ შემოწმება ახლიდან!
ro: Începeți verificarea acum!
sk: Začnite s kontrolou hneď teraz!

source: Sign up to check your items
el: Εγγραφείτε για να ελέγξετε τα αντικείμενά σας
fil: Mag-sign up upang suriin ang iyong mga item
id: Daftar untuk memeriksa barang Anda
it: Iscriviti per verificare i tuoi oggetti
ka: რეგისტრაცია თქვენი ნივთების შემოწმებისთვის
ro: Înregistrați-vă pentru a vă verifica articolele
sk: Registrovať sa a kontrolovať svoje položky

source: Name
el: Όνομα
fil: Pangalan
id: Nama
it: Nome
ka: სახელი
ro: Nume
sk: Meno

source: Phone number
el: Αριθμός τηλεφώνου
fil: Numero ng Telepono
id: Nomor Telepon
it: Numero di telefono
ka: ტელეფონის ნომერი
ro: Număr de telefon
sk: Telefónne číslo

source: Email
el: Ηλεκτρονικό ταχυδρομείο
ka: ელ. ფოსტა

# emailText1
source: Just one step to go!
el: Μόνο ένα βήμα απομένει!
fil: Isang hakbang na lang!
id: Hanya satu langkah lagi!
it: Un solo passo da compiere!
ka: მხარდაჭერა ერთ ნაბიჯია!
ro: Doar un pas până la final!
sk: Už len jeden krok!

# varifyText1
source: Congratulations!
el: Συγχαρητήρια!
id: Selamat!
it: Congratulazioni!
ka: ಅಭಿನಂದನೆಗಳು!
ro: Felicitări!
sk: Gratulujeme!

# emailText2
source: While you're creating your account, you'll get an email from vereev Team. Open your email and find the email to verify your account!
el: Καθώς δημιουργείτε τον λογαριασμό σας, θα λάβετε ένα email από την ομάδα του vereev. Ανοίξτε το email σας και βρείτε το email για να επαληθεύσετε τον λογαριασμό σας!
fil: Habang ikaw ay lumilikha ng iyong account, makakatanggap ka ng email mula sa vereev Team. Buksan ang iyong email at hanapin ang email upang patunayan ang iyong account!
id: Saat Anda membuat akun, Anda akan menerima email dari Tim vereev. Buka email Anda dan temukan pesan untuk memverifikasi akun Anda!
it: Mentre stai creando il tuo account, riceverai un'email dal Team vereev. Apri la tua email e trova l'email per verificare il tuo account!
ka: ನೀವು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸುತ್ತಿದ್ದರೆ, vereev ತಂಡದಿಂದ ಈಮೆಲ್ ಸಿಗುತ್ತದೆ. ನಿಮ್ಮ ಈಮೆಲ್ ಅನ್ನು ತೆರೆದು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ಹುಡುಕಿ!
ro: În timp ce vă creați contul, veți primi un e-mail de la Echipa vereev. Deschideți e-mailul și găsiți e-mailul pentru a vă verifica contul!
sk: Počas vytvárania vášho účtu dostanete e-mail od tímu vereev. Otvorte svoj e-mail a nájdite e-mail na overenie vášho účtu!

# verifyText2
source: Your account has been verified, now can you can access more features on vereev prepared for you!
el: Ο λογαριασμός σας έχει επαληθευτεί. Τώρα μπορείτε να έχετε πρόσβαση σε περισσότερες λειτουργίες που έχει ετοιμάσει το vereev για εσάς!
fil: Naipatunay na ang iyong account, ngayon maaari kang mag-access sa higit pang mga feature na inihanda ng vereev para sa iyo!
id: Akun Anda sudah diverifikasi, sekarang Anda dapat mengakses lebih banyak fitur yang disiapkan untuk Anda oleh vereev!
it: Il tuo account è stato verificato, ora puoi accedere a più funzionalità su vereev preparate per te!
ka: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ, ಈಗ ನೀವು vereev ನಲ್ಲಿ ಹೆಚ್ಚಿನ ವಿಶೇಷತೆಗಳನ್ನು ಅನುಭವಿಸಬಹುದು, ನಿಮಗಾಗಿ ಸಿದ್ಧಪಡಿಸಲಾಗಿದೆ!
ro: Contul dumneavoastră a fost verificat, acum puteți accesa mai multe funcții pregătite pentru dumneavoastră de vereev!
sk: Váš účet bol overený, teraz môžete získať prístup k ďalším funkciam pripraveným pre vás od vereev!

source: Open your email
el: Ανοίξτε το email σας
fil: Buksan ang iyong email
id: Buka email Anda
it: Apri la tua email
ka: ನಿಮ್ಮ ಈಮೆಲ್ ತೆರೆಯಿರಿ
ro: Deschideți e-mailul dumneavoastră
sk: Otvorte svoj e-mail

source: Start checking!
el: Ξεκινήστε τον έλεγχο!
fil: Simulan ang pag-check!
id: Mulai memeriksa!
it: Inizia a controllare!
ka: ಪ್ರಾರಂಭಿಸಲು!
ro: Începeți verificarea!
sk: Začať s kontrolou!

source: Maybe later
el: Ίσως αργότερα
fil: Baka mamaya
id: Mungkin nanti
it: Forse più tardi
ka: ನಂತರ ಸಾಗಬಹುದು
ro: Poate mai târziu
sk: Možno neskôr

source: Categories
el: Κατηγορίες
fil: Kategorya
id: Kategori
it: Categorie
ka: ವರ್ಗಗಳು
ro: Categorii
sk: Kategórie

source: Electronic
el: Ηλεκτρονικά
fil: Electroniko
id: Elektronik
it: Elettronica
ka: ಎಲೆಕ್ಟ್ರಾನಿಕ್
ro: Electronice
sk: Elektronika

source: Fashion
el: Μόδα
fil: Moda
id: Mode
it: Moda
ka: ಫ್ಯಾಷನ್
ro: Modă
sk: Móda

source: Collectible
el: Συλλεκτικά
fil: Kolektibol
id: Koleksi
it: Da collezione
ka: ಗ್ರಹಣೀಯ
ro: Colecționabile
sk: Zberateľstvo

source: Health
el: Υγεία
fil: Kalusugan
id: Kesehatan
it: Salute
ka: ಆರೋಗ್ಯ
ro: Sănătate
sk: Zdravie

source: Book
el: Βιβλίο
fil: Aklat
id: Buku
it: Libro
ka: ಪುಸ್ತಕ
ro: Carte
sk: Kniha

source: Other
el: Άλλα
fil: Iba pa
id: Lainnya
it: Altro
ka: ಇತರ
ro: Altele
sk: Iné

source: Check Result
el: Αποτέλεσμα ελέγχου
fil: Resulta ng Pagsusuri
id: Hasil Pemeriksaan
it: Risultato della verifica
ka: ಪರಿಣಾಮ ಪರಿಶೀಲಿಸಿ
ro: Rezultatul verificării
sk: Výsledok kontroly

# checked_April_2022
source: Checked on April 9th, 2022
el: Έλεγχος στις 9 Απριλίου 2022
fil: Nasuri noong Abril 9, 2022
id: Diperiksa pada 9 April 2022
it: Verificato l'9 aprile 2022
ka: 2022ರ ಏಪ್ರಿಲ್ 9ರಂದು ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ro: Verificat la 9 aprilie 2022
sk: Skontrolované 9. apríla 2022

source: Louis Vuition Bag
el: Τσάντα Louis Vuitton
fil: Louis Vuitton Bag
id: Tas Louis Vuitton
it: Borsa Louis Vuitton
ka: ಲೂಯಿ ವೂಟನ್ ಬ್ಯಾಗ್
ro: Geantă Louis Vuitton
sk: Tas Louis Vuitton

source: Shoe
el: Παπούτσι
fil: Sapatos
id: Sepatu
it: Scarpe
ka: ಬೂಟ್
ro: Pantof
sk: Topánka

source: Home
el: Σπίτι
fil: Bahay
id: Rumah
it: Casa
ka: ಮನೆ
ro: Acasă
sk: Domov

source: Wallet
el: Πορτοφόλι
id: Dompet
it: Portafoglio
ka: ಬड्डಕುಟ
ro: Portofel
sk: Peňaženka

source: Authenticate
el: Επαλήθευση
fil: Patunayan
id: Otentikasi
it: Autentica
ka: ಪ್ರಮಾಣೀಕರಿಸಿ
ro: Autentificare
sk: Overiť

source: History
el: Ιστορικό
fil: Kasaysayan
id: Riwayat
it: Cronologia
ka: ಇತಿಹಾಸ
ro: Istoric
sk: História

source: Profile
el: Προφίλ
id: Profil
it: Profilo
ka: ಪ್ರೊಫೈಲ್
ro: Profil
sk: Profil

source: tokens
el: Διακριτικά
id: Token
it: token
ka: ಟೋಕನ್ಗಳು
ro: tokenuri
sk: tokeny

source: Redeem Promo Code
el: Εξαργάνωση κωδικού προσφοράς
fil: I-redeem ang Promo Code
id: Tukarkan Kode Promo
it: Riscatta Codice Promozionale
ka: ಪ್ರಮೋ ಕೋಡ್ ಮಾರುದಿದರಿಸಿ
ro: Răscumpără codul promoțional
sk: Uplatniť promo kód

source: Show Transaction History
el: Εμφάνιση ιστορικού συναλλαγών
fil: Ipakita ang Kasaysayan ng Transaksyon
id: Tampilkan Riwayat Transaksi
it: Mostra la cronologia delle transazioni
ka: ವ್ಯಾಪಾರ ಇತಿಹಾಸವನ್ನು ತೋರಿಸಿ
ro: Afișează istoricul tranzacțiilor
sk: Zobraziť históriu transakcií

source: Buy Token
el: Αγορά διακριτικού
fil: Bumili ng Token
id: Beli Token
it: Compra Token
ka: ಟೋಕನ್ ಖರೀದಿಸಿ
ro: Cumpără token
sk: Kúpiť token

source: Buy
el: Αγορά
fil: Bumili
id: Beli
it: Compra
ka: ಖರೀದಿಸಿ
ro: Cumpără
sk: Kúpiť

# tokens2
source: 2 Tokens
el: 2 Διακριτικά
id: 2 Token
it: 2 Token
ka: 2 ಟೋಕನ್ಗಳು
ro: 2 Tokenuri
sk: 2 tokeny

source: Transaction History
el: Ιστορικό συναλλαγών
fil: Kasaysayan ng Transaksyon
id: Riwayat Transaksi
it: Cronologia delle transazioni
ka: ವ್ಯಾಪಾರ ಇತಿಹಾಸ
ro: Istoricul tranzacțiilor
sk: História transakcií

source: Review your transaction here!
el: Ελέγξτε τις συναλλαγές σας εδώ!
fil: Surin ang iyong transaksyon dito!
id: Ulas transaksi Anda di sini!
it: Rivedi la tua transazione qui!
ka: ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಇಲ್ಲಿ ಪರಿಶೀಲಿಸಿ!
ro: Revizuiți aici tranzacția dumneavoastră!
sk: Prezrite si vašu transakciu tu!

# you_got_2_token
source: You got 2 token from redeem 'PROMO' code
el: Κερδίσατε 2 διακριτικά από την εξαργάνωση του κωδικού προσφοράς PROMO
fil: Nakuha mo ang 2 token mula sa pag-redeem ng promo code na 'PROMO'
id: Anda mendapatkan 2 token dari penebusan kode promo 'PROMO'
it: Hai ottenuto 2 token riscattando il codice 'PROMO'
ka: ನೀವು 'PROMO' ಕೋಡ್ನಿಂದ 2 ಟೋಕನ್ ಪಡೆದುಕೊಂಡಿದ್ದೀರಿ
ro: Ați primit 2 tokenuri pentru codul promoțional PROMO
sk: Získali ste 2 tokeny za uplatnenie kódu PROMO

source: Transaction Success
el: Επιτυχημένη συναλλαγή
fil: Tagumpay sa Transaksyon
id: Transaksi Berhasil
it: Transazione riuscita
ka: ವ್ಯಾಪಾರ ಯಶಸ್ವಿಯಾಗಿದೆ
ro: Tranzacție de succes
sk: Úspešná transakcia

source: Pay Now
el: Πληρώστε τώρα
fil: Bayaran Ngayon
id: Bayar Sekarang
it: Paga ora
ka: ಈಗ ಪಾವತಿಸಿ
ro: Plătiți acum
sk: Zaplatiť teraz

# your_top_up_will_be
source: Your top up will be process once you pay
el: Η προσθήκη κεφαλαίου σας θα επεξεργαστεί αφού πληρώσετε
fil: Ang iyong top-up ay ipo-process kapag nagbayad ka
id: Isi ulang Anda akan diproses setelah Anda membayar
it: Il tuo ricarica verrà processata una volta che avrai pagato
ka: ನಿಮ್ಮ ಟಾಪ್ ಅಪ್ ಮಾಡಲು ನೀವು ಪಾವತಿಸುವ ಮೊದಲು
ro: Reîncărcarea dumneavoastră va fi procesată odată cu plata
sk: Vaše dobíjanie bude spracované, akonáhle zaplatíte

source: Waiting for Payment
el: Αναμονή πληρωμής
fil: Naghihintay para sa Bayad
id: Menunggu Pembayaran
it: In attesa del pagamento
ka: ಪಾವತಿಗಾಗಿ ಕಾಯುತ್ತಿದೆ
ro: Așteptare pentru plată
sk: Čaká sa na platbu

# you_have_got_2_token
source: You have got 2 token from top up
el: Κερδίσατε 2 διακριτικά από την προσθήκη κεφαλαίου σας
fil: Nakuha mo ang 2 token mula sa top-up
id: Anda telah mendapatkan 2 token dari isi ulang
it: Hai ottenuto 2 token dalla ricarica
ka: ನೀವು ಟಾಪ್ ಅಪ್ ಮಾಡಿ 2 ಟೋಕನ್ಗಳನ್ನು ಪಡೆದಿದ್ದೀರಿ
ro: Ați primit 2 tokenuri după reîncărcarea cu succes
sk: Získali ste 2 tokeny za úspešné dobíjanie

# your_top_up_failed
source: Your top up failed due failed payment
el: Η προσθήκη κεφαλαίου απέτυχε λόγω μη επιτυχούς πληρωμής
fil: Nabigo ang top-up mo dahil sa failed na bayad
id: Isi ulang Anda gagal karena pembayaran gagal
it: La tua ricarica è fallita a causa di un pagamento fallito
ka: ನಿಮ್ಮ ಟಾಪ್ ಅಪ್ ವಿಫಲವಾಯಿತು, ಪಾವತಿ ವಿಫಲವಾಯಿತು
ro: Reîncărcarea dumneavoastră a eșuat din cauza unei plăți eșuate
sk: Vaše dobíjanie zlyhalo kvôli neúspešnej platbe

source: Transaction Failed
el: Αποτυχημένη συναλλαγή
fil: Nabigo ang Transaksyon
id: Transaksi Gagal
it: Transazione fallita
ka: ವ್ಯಾಪಾರ ವಿಫಲವಾಯಿತು
ro: Tranzacție eșuată
sk: Transakcia zlyhala

source: Claim your gift now!
el: Αξιοποιήστε το δώρο σας τώρα!
fil: Kumuha ng iyong regalo ngayon!
id: Klaim hadiah Anda sekarang!
it: Richiedi il tuo regalo ora!
ka: ನಿಮ್ಮ ಉಡಿಕೆಯನ್ನು ಈಗ ದಾಖಲಿಸಿ!
ro: Revendică-ți cadoul acum!
sk: Získajte svoj darček teraz!

source: Redeem promo code to get it
el: Εξαργανώστε τον κωδικό προσφοράς για να το πάρετε
fil: I-redeem ang promo code para makuha ito
id: Tukarkan kode promo untuk mendapatkannya
it: Riscatta il codice promozionale per ottenerlo
ka: ಅದನ್ನು ಪಡೆಯಲು ಪ್ರಮೋ ಕೋಡ್ನನ್ನು ಮಾರುದಿದರಿಸಿ
ro: Răscumpărați codul promoțional pentru a-l primi
sk: Uplatnite promo kód a získajte ho

source: Promo code
el: Κωδικός προσφοράς
id: Kode Promo
it: Codice promozionale
ka: ಪ್ರಮೋ ಕೋಡ್
ro: Cod promoțional
sk: Promo kód

source: Redeem Code
el: Εξαργάνωση κωδικού
fil: I-redeem ang Code
id: Tukarkan Kode
it: Riscatta Codice
ka: ಮಾರುದಿದರಿಸಿ ಕೋಡ್
ro: Răscumpără codul
sk: Uplatniť kód

source: Your Promo Code is Invalid
el: Ο κωδικός προσφοράς σας είναι άκυρος
fil: Ang iyong Promo Code ay Hindi Valid
id: Kode Promo Anda tidak valid
it: Il tuo codice promozionale non è valido
ka: ನಿಮ್ಮ ಪ್ರಮೋ ಕೋಡ್ ಅಮಾನ್ಯವಿದೆ
ro: Codul promoțional este invalid
sk: Váš promo kód je neplatný

source: Invite Friends
el: Προσκαλέστε φίλους
fil: Mag-imbita ng mga Kaibigan
id: Undang Teman
it: Invita gli amici
ka: ಸ್ನೇಹಿತರನ್ನು ಆಹ್ವಾನಿಸಿ
ro: Invită-ți prietenii
sk: Pozvať priateľov

source: Share vereev App
el: Κοινοποιήστε την εφαρμογή vereev
fil: Ibahagi ang vereev App
id: Bagikan Aplikasi vereev
it: Condividi l'app vereev
ka: vereev ಆ್ಯಪ್ ಹಂಚಿಕೊಳ್ಳಿ
ro: Partajează aplicația vereev
sk: Zdieľajte aplikáciu vereev

source: About Us
el: Σχετικά με εμάς
fil: Tungkol Sa Amin
id: Tentang Kami
it: Chi siamo
ka: ನಮ್ಮ ಬಗ್ಗೆ
ro: Despre noi
sk: O nás

source: Contact Us
el: Επικοινωνήστε μαζί μας
fil: Makipag-ugnayan sa Amin
id: Hubungi Kami
it: Contattaci
ka: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ro: Contactați-ne
sk: Kontaktujte nás

source: FAQ
el: Συχνές ερωτήσεις
fil: Mga Madalas Itanong
id: Pertanyaan Umum
it: Domande frequenti
ka: ಸಾಮಾನ್ಯ ಪ್ರಶ್ನೆಗಳು
ro: Întrebări frecvente
sk: Často kladené otázky

source: Setting
el: Ρυθμίσεις
fil: Mga Setting
id: Pengaturan
it: Impostazioni
ka: ಸೆಟ್ಟಿಂಗ್
ro: Setări
sk: Nastavenia

# we_will_authenticate_your_Louis_Vuiton
source: We will authenticate your Louis Vuiton Bag once you do the payment
el: Θα επαληθεύσουμε την τσάντα Louis Vuitton σας αφού πραγματοποιήσετε την πληρωμή
fil: Kami ay mag-a-authenticate ng iyong Louis Vuitton Bag kapag ikaw ay nagbayad
id: Kami akan mengotentikasi tas Louis Vuitton Anda setelah Anda melakukan pembayaran
it: Autenticeremo la tua borsa Louis Vuitton una volta che avrai effettuato il pagamento
ka: ನಮ್ಮ ಪ್ರಮಾಣೀಕರಣಾ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ನಿಮ್ಮ ಲೂಯಿ ವೂಟನ್ ಬ್ಯಾಗ್ನನ್ನು ಪ್ರಮಾಣೀಕರಿಸೋಣ, ನೀವು ಪಾವತಿಸಿ ದರಿದ್ದರೆ
ro: Vom autentifica geanta Louis Vuitton după efectuarea plății
sk: Vašu tašku Louis Vuitton overíme, čimon budete mať zaplatené

source: Indefinable
el: Αόριστο
fil: Hindi maipaliwanag
id: Tidak Dapat Didefinisikan
it: Indefinibile
ka: ನಿರೂಪಿಸಲಾಗದ
ro: Indefinit
sk: Neurčiteľné

source: Authentic
el: Αυθεντικό
fil: Totoo
id: Asli
it: Autentico
ka: ಪ್ರಾಮಾಣಿಕ
ro: Autentic
sk: Autentický

source: Fake
el: Πλαστό
fil: Pekeng
id: Palsu
it: Falso
ka: ಕಪಟ
ro: Fals
sk: Falošný

# we_need_more_photos_to_continue
source: We need more photos to continue the authenticate your Louis Vuiton Bag
el: Χρειαζόμαστε περισσότερες φωτογραφίες για να συνεχίσουμε την επαλήθευση της τσάντας Louis Vuitton σας
fil: Kailangan namin ng karagdagang mga larawan para magpatuloy sa pag-authenticate ng iyong Louis Vuitton Bag
id: Kami membutuhkan lebih banyak foto untuk melanjutkan otentikasi tas Louis Vuitton Anda
it: Abbiamo bisogno di più foto per continuare l'autenticazione della tua borsa Louis Vuitton
ka: ಮೇಲೆ ನಿಮ್ಮ ಲೂಯಿ ವೂಟನ್ ಬ್ಯಾಗ್ನನ್ನು ಪ್ರಮಾಣೀಕರಿಸಲು ಇನ್ನಷ್ಟು ಫೋಟೋಗಳು ಬೇಕಾಗಿದೆ
ro: Avem nevoie de mai multe fotografii pentru a continua procesul de autentificare a genții Louis Vuitton
sk: Potrebujeme viac fotografií na pokračovanie v procese overovania vašej tašky Louis Vuitton

# your_Louis_Vuiton_Bag_is_fake
source: Your Louis Vuiton Bag is fake, see more details of the authenticate
el: Η τσάντα Louis Vuitton σας είναι πλαστή. Δείτε περισσότερες λεπτομέρειες για την επαλήθευση
fil: Ito ay pekeng Louis Vuitton Bag, tingnan ang iba't ibang mga detalye ng pag-authenticate
id: Tas Louis Vuitton Anda palsu, lihat lebih banyak detail otentikasi
it: La tua borsa Louis Vuitton è falsa, guarda più dettagli sull'autenticazione
ka: ನಿಮ್ಮ ಲೂಯಿ ವೂಟನ್ ಬ್ಯಾಗ್ ಕಪಟವಾಗಿದೆ, ಪ್ರಮಾಣೀಕರಣಾ ವಿವರಗಳನ್ನು ಹೆಚ್ಚಳಕ್ಕೆ ನೋಡಿ
ro: Geanta Louis Vuitton este falsă, consultați mai multe detalii despre autentificare
sk: Vaša taška Louis Vuitton je falošná, pozrite si viac detailov overovania

source: Let’s Get Started!
el: Ας ξεκινήσουμε!
fil: Magsimula Na Tayo!
id: Mari Mulai!
it: Iniziamo!
ka: ಪ್ರಾರಂಭಿಸೋಣ!
ro: Să începem!
sk: Začnime!

# you_are_one_step_closer
source: You are one step closer to authenticate your items. Please fill some details to proceed to authentication process
el: Είστε ένα βήμα πιο κοντά στο να πιστοποιήσετε τα αντικείμενά σας. Συμπληρώστε μερικές λεπτομέρειες για να προχωρήσετε στη διαδικασία πιστοποίησης
fil: Ikaw ay isang hakbang na malapit nang ma-authenticate ang iyong mga item. Mangyaring punan ang ilang mga detalye para magpatuloy sa proseso ng authentication
id: Anda satu langkah lebih dekat untuk mengotentikasi barang Anda. Silakan isi beberapa detail untuk melanjutkan proses otentikasi
it: Sei un passo più vicino all'autenticazione dei tuoi articoli. Per favore, compila alcuni dettagli per procedere con il processo di autenticazione
ka: ನೀವು ನಿಮ್ಮ ವಸ್ತ್ರಗಳನ್ನು ಪ್ರಮಾಣೀಕರಿಸಲು ಹತ್ತು ಹೆಜ್ಜೆ ಹತ್ತಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ನಡುವಿನ ಪ್ರಮಾಣೀಕರಣ ಪ್ರಕ್ರಿಯೆಗೆ ಸುತ್ತ ದಾಖಲುಗಳನ್ನು ನೀವು ಪೂರೈಸಬೇಕು
ro: Sunteți cu un pas mai aproape de autentificarea articolelor dvs. Vă rugăm să completați câteva detalii pentru a continua procesul de autentificare
sk: Ste o krok bližšie k autentifikácii vašich predmetov. Prosím, vyplňte niekoľko údajov, aby ste mohli pokračovať v procese autentifikácie.

source: Start Now
el: Ξεκινήστε τώρα
fil: Simulan Na
id: Mulai Sekarang
it: Inizia ora
ka: ಈಗ ಪ್ರಾರಂಭಿಸಿ
ro: Începeți acum
sk: Začnite teraz

# step
source: Step 1
el: Βήμα 1
fil: Hakbang 1
id: Langkah 1
it: Passo 1
ka: ಹಂತ 1
ro: Pasul 1
sk: Krok 1

# choose
source: Choose Category
el: Επιλέξτε Κατηγορία
fil: Pumili ng Kategorya
id: Pilih Kategori
it: Scegli la categoria
ka: ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ
ro: Alegeți categoria
sk: Vyberte kategóriu

source: Step 2
el: Βήμα 2
fil: Hakbang 2
id: Langkah 2
it: Passo 2
ka: ಹಂತ 2
ro: Pasul 2
sk: Krok 2

source: Skip
el: Παράλειψη
fil: Laktawan
id: Lewati
it: Salta
ka: ವಿರಮಿಸಿ
ro: Omite
sk: Preskočiť

source: Hyped
el: Διαφημισμένο
it: Di tendenza
ka: ಹೈಪ್ಡ್

# anti
source: Anti Social Social Club
ka: ಆಂಟಿ ಸೋಷಿಯಲ್ ಸೋಷಿಯಲ್ ಕ್ಲಬ್

# a_bathing
source: A Bathing Ape
ka: ಎ ಬಾತಿಂಗ್ ಎ ಪೆ

source: Aape
ka: ಆಪೆ

source: Adidas
ka: ಅಡಿಡಾಸ್

source: Amiri
ka: ಅಮಿರಿ

# alexander
source: Alexander McQueen
ka: ಅಲೆಕ್ಝಾಂಡರ್ ಮ್ಯಾಕ್ವಿನ್

source: Step 3
el: Βήμα 3
fil: Hakbang 3
id: Langkah 3
it: Passo 3
ka: ಹಂತ 3
ro: Pasul 3
sk: Krok 3

source: Item Details
el: Λεπτομέρειες Προϊόντος
fil: Detalye ng Item
id: Rincian Barang
it: Dettagli dell'articolo
ka: ವಸ್ತ್ರದ ವಿವರಗಳು
ro: Detalii articol
sk: Podrobnosti o položke

source: Images
el: Εικόνες
fil: Mga Larawan
id: Gambar
it: Immagini
ka: ಚಿತ್ರಗಳು
ro: Imagini
sk: Obrázky

source: Appearance
el: Εμφάνιση
fil: Hitsura
id: Penampilan
it: Aspetto
ka: ಹೊರಚಿತ್ರ
ro: Aspect
sk: Vzhľad

source: Front Side
el: Εμπρός Πλευρά
fil: Harap
id: Sisi Depan
it: Parte anteriore
ka: ಮುಂದಿನ ಭಾಗ
ro: Față
sk: Predná strana

source: Back Side
el: Πίσω Πλευρά
fil: Likod
id: Sisi Belakang
it: Parte posteriore
ka: ಹಿಂದಿನ ಭಾಗ
ro: Spate
sk: Zadná strana

source: Inside
el: Εσωτερικά
fil: Loob
id: Bagian Dalam
it: Interno
ka: ಒಳಗು
ro: Interior
sk: Vnútro

source: Price Tag
el: Τιμολόγιο
id: Harga
it: Etichetta del prezzo
ka: ಬೆಲೆ ಗುರುತಿನ ಹಂತ
ro: Etichetă de preț
sk: Cenová značka

source: Side Tag
el: Πλευρική Ετικέτα
id: Label Samping
it: Etichetta laterale
ka: ಹೆಜ್ಜೆ ಗುರುತಿನ ಹಂತ
ro: Etichetă laterală
sk: Bočná značka

source: Receipt
el: Απόδειξη
fil: Resibo
id: Tanda Terima
it: Ricevuta
ka: ರಸೀತು
ro: Chitanță
sk: Potvrdenie

source: Additional
el: Επιπλέον
fil: Karagdagang
id: Tambahkan
it: Aggiuntivo
ka: ಅದನ್ನು ಹೆಚ್ಚಿಸಿಕೊಳ್ಳಿ
ro: Suplimentar
sk: Ďalšie

source: Payment Method
el: Τρόπος Πληρωμής
fil: Paraan ng Bayad
id: Metode Pembayaran
it: Metodo di pagamento
ka: ಪಾವತಿ ವಿಧಾನ
ro: Metoda de plată
sk: Spôsob platby

source: vereev Token
it: Token vereev
ka: ಸ್ವೂಷ್ಡ್ ಟೋಕನ್
ro: Token-uri vereev

# you_Have_18
source: You have 18 tokens
el: Έχετε 18 τοκεν
fil: Mayroon kang 18 tokens
id: Anda memiliki 18 token
it: Hai 18 token
ka: ನಿಮಗೆ 18 ಟೋಕನ್ಗಳಿವೆ
ro: Aveți 18 token-uri
sk: Máte 18 tokenov

source: Virtual Account
el: Εικονικός Λογαριασμός
id: Rekening Virtual
it: Conto virtuale
ka: ವರ್ಚುವಲ್ ಖಾತೆ
ro: Cont virtual
sk: Virtuálny účet

# bca
source: BCA Virtual Account
el: Εικονικός Λογαριασμός BCA
it: Conto virtuale BCA
ka: ಬಿಸಿಎ ವರ್ಚುವಲ್ ಖಾತೆ
ro: Cont virtual BCA
sk: Virtuálny účet BCA

# mandiri
source: Mandiri Virtual Account
el: Εικονικός Λογαριασμός Mandiri
it: Conto virtuale Mandiri
ka: ಮಂದಿರಿ ವರ್ಚುವಲ್ ಖಾತೆ
ro: Cont virtual Mandiri
sk: Virtuálny účet Mandiri

source: Bank Transfer
el: Τραπεζική Μεταφορά
id: Transfer Bank
it: Bonifico bancario
ka: ಬ್ಯಾಂಕ್ ದಾಖಲು
ro: Transfer bancar
sk: Bankový prevod
